import cls from "./Article.module.scss";
import classNames from "classnames";

interface ArticleProps {
    className?: string;
}

const Article = ({className}: ArticleProps) => {
    return (
        <div className={classNames(cls.Article, className)}>
            <div>Заголовок статьи</div>
            <div>
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья Тут раскрывается статья Тут раскрывается статья
                Тут раскрывается статья...
            </div>
            <div>Теги: 'Теги', 'Теги', 'Теги', 'Теги', 'Теги', 'Теги', 'Теги'</div>
        </div>
    );
};

export default Article;