{
  "articles": [
    {
      "id": 1,
      "title": "Богомол",
      "text": "Богомолы — отряд хищных насекомых, близки к таракановым. Наиболее характерный признак богомола — устройство передней пары ног, вооружённых сильными шипами и служащих для захватывания добычи. Богомолов очень часто разводят в террариумах. Ведь наблюдать за этим насекомым чрезвычайно интересно. Но, к сожалению, в природе выследить богомола довольно сложно, ведь он мастер по части маскировки. Покровительственная зеленая или бурая окраска делает его практически незаметным в траве. Это насекомое надолго неподвижно замирает, благодаря чему его опять-таки очень сложно обнаружить. Богомол – один из искуснейших охотников в мире насекомых. Самцы, как правило, намного мельче самок, поэтому чаще всего питаются мелкими мошками. Зато самки способны охотиться на довольно крупных насекомых. Впрочем, это не касается многих крупных тропических видов богомолов, достигающих в размерах длины ладони. Такие хищники питаются не только кузнечиками и бабочками, но и змеями, лягушками и даже мелкими птичками. У богомола очень мощные челюсти и ноги-клешни. Правда, быстро передвигаться он на своих ногах не может – они предназначены для другой цели. Своими ужасными конечностями, напоминающими бензопилу из фильмов ужасов, он захватывает, словно тисками, жертву, убивает и заглатывает ее.",
      "tag": "Насекомые"
    },
    {
      "id": 2,
      "title": "Паук-птицеед",
      "text": "Взрослые особи характеризуются крупными размерами, в некоторых случаях превышая 27 см в размахе ног. Птицееды населяют все континенты, кроме Антарктиды. Основу рациона пауков-птицеедов составляют насекомые или более мелкие пауки. Пауки в достаточной степени всеядны и могут съесть разнообразный корм: мух, тараканов, мотылей, лягушат, мелких грызунов, птиц, рыб. В большинстве случаев пауки проявляют активность лишь тогда, когда это очевидно необходимо. Все виды птицеедов в той или иной степени ядовиты.",
      "tag": "Насекомые"
    },
    {
      "id": 3,
      "title": "Община муравьёв",
      "text": "Если обобщить, то община муравьёв состоит из двух групп: группа, относящаяся к репродуктивной сфере — те, кто участвуют в воспроизведении членов общины, и группа обеспечения — рабочие муравьи, то есть те, кто снабжают всю семью пищей, охраняют её, строят гнездо и так далее. Причем репродуктивная сфера — это не только самки, но и расплод (личинки, яйца, куколки), часто молодые рабочие, они на ранней стадии своего существования у целого ряда видов могут откладывать неоплодотворенные яйца, из которых выводятся самцы. Сразу оговорюсь, что самцы в муравьином сообществе играют исключительно роль оплодотворения и никакого участия в жизни сообщества не принимают. Муравьиный мир — это мир исключительно женский. Рабочие муравьи — это те же самки, но с недоразвитой способностью к откладыванию яиц.",
      "tag": "Насекомые"
    },
    {
      "id": 4,
      "title": "Рыба-луна",
      "text": "Луна-рыба достигает размеров до 4 м и веса до 2 т. (это самая тяжелая из всех костных рыб). Крупнейший представителт этого вида, попавший в Книгу рекордов Гиннесса, был пойман 18 сентября 1908 г. недалеко от Сиднея (Австралия). Его длина составляла 3,1 м, высота — 4,26 м, а масса 2235 кг. Печальная рыба-солнце — действительно плохой пловец, взрослые особи значительную часть времени проводят у поверхности воды, лежа на боку и лениво перебирая высокими плавниками. И еще один рекорд: луна рыба — самая плодовитая из рыб: одна самка выметывает до 300 млн. икринок. Такова дань хищникам, чтобы хоть считанные единицы смогли продолжить существование вида. Если сложить все икринки рядом, то можно получить цепочку длиной 300 километров! Вышедшие из икры личинки имеют удлиненное тело и нормальный хвостовой плавник, но затем у мальков тело становится шаровидным, на нем появляются крупные колючки. Мальки настолько не похожи на взрослых особей, что их считали отдельным видом рыб. Обычно взрослая луна-рыба весит около 1800 кг, то есть в 60 миллионов раз больше, чем вылупившийся из икринок малек. Если представить, что такой способностью к росту обладали бы люди, то они бы вырастали до размеров «Титаника». Умственными способностями очаровательная для многих рыба, похоже, не блещет, вес мозга этого гиганта — всего 4 (!) грамма. А из-за того, что у молы-молы наименьшее число позвонков среди рыб, ее спинной мозг тоже очень маленький, еще меньше головного. Короткое, сильно сжатое с боков тело приближается к форме диска («mola» по-латыни означает «мельничный жернов»). Задняя часть тела будто обрублена и оканчивается волнистым краем, который и является видоизмененным неподвижным хвостовым плавником. Спинной и анальный плавники узкие и высокие, противостоят друг другу и отодвинуты далеко назад. Голова заканчивается совсем маленьким ртом в форме клюва попугая. Челюсти без зубов. Зубы заменяет сплошная эмалевая пластинка. Необычайно толстая и эластичная кожа луны-рыбы покрыта мелкими костными бугорками. Окраска луны-рыбы темно-серая или коричневая, со светлыми пятнами неправильной формы и разной величины. Если рыба поднимает плавник над поверхностью воды, ее часто принимают за акулу. Питается мола-мола преимущественно планктоном. Рыба-луна ограничивается засасыванием добычи, проплывающей мимо в пределах досягаемости: креветок, личинок, моллюсков, медуз или мальков.",
      "tag": "Рыбы"
    },
    {
      "id": 5,
      "title": "Карась",
      "text": "Обыкновенный карась или его еще называют Золотым карасем распространен от реки Лены (в Сибири России) до Средней Европы. Серебряного карася можно встретить во многих водоемах Европы и Сибири. В некоторых водоемах могут встречаться только самки. Золотые и серебрянные караси могут жить как в озерах и реках, так и в болотистых водоемах. Сегодня карася можно уже встретить в Индии и в Северной Америке. Золотая рыбка живет в домашних аквариумах и искусственных водоемах. То есть используется как декоративная рыба. Золотые и серебряные караси по своей сути всеядные. Они могут питаться растениями, водорослями, червями, личинками насекомых, мелкими ракообразными, мотылем. Золотые рыбы также всеядные. Они могут питаться листьями растений, червями, мотылем, также употребляют сваренные каши и сухой корм. Караси являются неприхотливыми рыбами. Они очень хорошо выживают в стоячих водоемах. Наоборот не любят воды с сильным течением, так как не могут с ним справиться и становятся беззащитными перед другими хищниками. Очень любят тину, в которой можно и полакомиться, и спрятаться. В сильные морозы или засуху караси зарываются глубоко в ил и пережидают эти неприятности. Были случаи когда откапывали живых карасей из ила засохшего озера. Очень тяжело им приходится в водоемах с песчаным дном или с сильным течением. Чаще всего в таких условиях их истребляют более сильные рыбы. У карася очень развито обаяние. Он способен услышать запахи с довольно далекого расстояния. Еще он очень быстро реагирует на любое изменение в воде вокруг него. В этом ему помогает боковая линия. Карась нерестится от 1 до 3 раз в год. На это влияет температура воды — она должна быть 17-18 градусов по Цельсию. Приблизительно это май-июнь, но даты могут сильно отличаться. В это время карась перестает есть и ловить его становится бесполезным занятием. Самки подбираются поближе к берегу где есть растения и метают икру. Одна самка может произвести до 200 000 икринок. Самцов приблизительно раз в 5 получается меньше самок. Меньше чем через неделю из икринок появляются зародыши, которые сначала питаются желточным мешком, а потом переходят на планктон и более крупную пищу. В некоторых водоемах живут только самки серебряного карася, которые нерестятся с родственными рыбами. В результате этого появляются на свет только самки. Такой способ размножения получил название гиногенез. В среднем караси живут до 12 лет, уже с 3-4 лет становясь половозрелыми.",
      "tag": "Рыбы"
    },
    {
      "id": 6,
      "title": "Акула-молот",
      "text": "Акула-молот - одно из наиболее необычных созданий природы. Эксцентричная внешность молотоголовой акулы внушает удивление, замешанное на страхе, особенно тем, кому приходится столкнуться с ней впервые. Помимо диковинной формы головы, этот хищник отличается еще и довольно крупными размерами: средняя длина молотоголовых акул составляет около 4 метров, а некоторые экземпляры достигают 7-8 метров. К особенностям хищника относят и свирепость нрава: считается, что выйти победителем в схватке с этой акулой практически невозможно. Многие из тех, кому довелось увидеть эту рыбу воочию, утверждают, что более жуткого морского создания им встречать не доводилось. Причина устрашающего вида акулы – конечно, голова. Сплющенная, разделенная на две части, с большими выростами по бокам, она представляет поистине необыкновенное зрелище. Своей формой эта странная голова напоминает молот, отсюда и название рыбы. Большие, защищенные веками и имеющие желтовато-золотистый цвет, глаза расположены напротив друг друга, по разные стороны боковых выростов.",
      "tag": "Рыбы"
    },
    {
      "id": 7,
      "title": "Крылатка-зебра",
      "text": "Крылатка-зебра – ядовитая хищная рыба семейства скорпеновых. Её можно легко узнать по характерному полосатому окрасу и красивым длинным плавникам, крупной голове с большими выпуклыми глазами и широким ртом, украшеным специфическими выростами. Роскошные плавники окутывают тело рыбы: передняя часть разделенного спинного плавника состоит из длинных ядовитых игл, грудные, представляют собой вытянутые лентовидные лучи, все остальные – размашистые, веерообразные. Окрас тела от красного до темно-коричневого, белые вертикальные линии создают красивый полосатый рисунок. Светлые плавники обильно покрыты темным мелким крапом. Максимальная длина – 30 см. Ведет одиночный, ночной образ жизни, днем скрывается в пещерах среди камней и кораллов, плотно прижавшись брюхом к поверхности и выставив наружу колючие ядовитые плавники. Питается крабами, креветками, моллюсками и мелкой рыбой. Неподвижно замирая на одном месте крылатка обретает сходство с цветными водорослями, не замечая скрытой угрозы, рыбы неожиданно попадают в широко раскрывшийся рот.",
      "tag": "Рыбы"
    },
    {
      "id": 8,
      "title": "Данилы",
      "text": "Имя Данил – один из вариантов имени Даниил, которое стало самостоятельным и независимым именем. Используется наравне с первоначальной формой – именем Даниил – и ещё одним вариантом, именем Данила. Имя Данил в буквальном переводе означает «судья мой Бог», «Бог – мой судья» либо же «Бог есть судья». В более вольной трактовке – «справедливый судья», «Божий суд». Изначально имя Даниил происходит от библейского имени Даниэль.",
      "tag": "Интересные имена"
    },
    {
      "id": 9,
      "title": "Иваны",
      "text": "Имя Иван (Иоанн, Йоханан) считается одним из самых распространенных. Означает «помилованный Богом», «милость Божья», «подарок Божий», «Бог благословил», «Божье благоволение». По одной из версий, имя Иван имеет древнееврейское происхождение и восходит к иудейскому имени Иоанн. По другой, произошло от старорусской формы Иоанн.",
      "tag": "Интересные имена"
    },
    {
      "id": 10,
      "title": "Олеги",
      "text": "Имя Олег имеет скандинавское происхождение и восходит к древнескандинавскому имени Helgi, которое переводится как «священный», «святой». Сокращенные формы имени: Олежа, Лега.",
      "tag": "Интересные имена"
    }
  ],
  "users": [
    {
      "login": "login",
      "password": "123123",
      "id": 1
    },
    {
      "login": "login2",
      "password": "123123",
      "id": 2
    },
    {
      "login": "login3",
      "password": "123123",
      "id": 3
    }
  ]
}