import {IArticle} from "models/IActicle";

export const articleList: IArticle[] = [
    {
        id: 1,
        title: "Это статья года",
        text: "Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Статьи топ",
    },
    {
        id: 2,
        title: "Это статья недели",
        text: "недели Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Статьи топ",
    },
    {
        id: 3,
        title: "Это статья дня",
        text: "дня Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Статьи топ",
    },
    {
        id: 4,
        title: "Акулы",
        text: "Акулы Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Морская тематика",
    },
    {
        id: 5,
        title: "Русалки",
        text: "Русалки Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Морская тематика",
    },
    {
        id: 6,
        title: "Рыбки",
        text: "Рыбки Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Морская тематика",
    },
    {
        id: 7,
        title: "Губки",
        text: "Губки Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Морская тематика",
    },
    {
        id: 8,
        title: "Данилы",
        text: "Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Интересные имена",
    },
    {
        id: 9,
        title: "Иваны",
        text: "Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Интересные имена",
    },
    {
        id: 10,
        title: "Олеги",
        text: "Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года " +
            "это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это Статья года это Статья " +
            "года это Статья года это Статья года это Статья года это Статья года это Статья года это " +
            "Статья года это Статья года это Статья года это Статья года это ",
        tag: "Интересные имена",
    }
]